Repository: lancelotsix/mrscheme-desktop
Catalog: po/*.po
Languages: fr

source: Open
fr: Ouvrir

source: Save as
fr: Enregistrer sous...

source: Desktop version of MrScheme. Original project availalble at https://www-licence.ufr-info-p6.jussieu.fr/lmd/licence/2012/ue/LI101-2012oct/MrScheme/mrscheme.html
fr: D'apres le projet original MrScheme disponnible a l'adresse suivante :https://www-licence.ufr-info-p6.jussieu.fr/lmd/licence/2012/ue/LI101-2012oct/MrScheme/mrscheme.html

source: _File
fr: _Fichier

source: E_xecute
fr: E_xecuter

source: _Help
fr: _Aide

source: _Open
fr: _Ouvrir

source: Open a scm file
fr: Ouvrir un fichier scheme

source: _Save
fr: _Enregistrer

source: Save the scm file
fr: Enregistrer le fichier scheme

source: _Run
fr: E_xecuter

source: Run the code
fr: Executer le programme

source: _Quit
fr: _Quiter

source: Quit the application
fr: Quiter l'application

source: Save _as...
fr: Enregistrer so_us...

source: Save the current program as
fr: Enregistrer sous

source: _New
fr: _Nouveau

source: Create a new file
fr: Nouvelle fenetre

source: _Close
fr: _Fermer

source: Close surrent window
fr: Fermer la fenetre

source: _About (Desktop (MrScheme))
fr: A propos de (Desktop (MrScheme))

source: Loading.... If this message does not disappeare, please check your internet connection or visit MrScheme website at https://www-licence.ufr-info-p6.jussieu.fr/lmd/licence/2012/ue/LI101-2012oct/MrScheme/mrscheme.html
fr: Chargement.... Si ce message persiste, verifiez la connexion internet ou connectez vous au site https://www-licence.ufr-info-p6.jussieu.fr/lmd/licence/2012/ue/LI101-2012oct/MrScheme/mrscheme.html

source: Underlying libcurl error : %d
fr: Erreur de libcurl sous jacente : %d

source: Unable to guess the version of local MrScheme at %s. Please check your installation
fr: Impossible de lire la version locale de MrScheme dans %s. Merci de verifier l'installation.

source: Remote version : %s Local version : %s
fr: Version distante : %s Version locale : %s

source: Using %s version of MrScheme
fr: Utilisation de la version %s de MrScheme

source: local
fr: locale

source: remote
fr: distante
